Repository: DimensionDev/Flare
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt_br, ro, ru, sv, uk, zh_hans

# appearance_show_link_preview_description
source: Show link previews in the status
ar: إظهار معاينات الرابط في الحالة
cs: Zobrazit náhledy odkazů ve stavu
da: Vis link forhåndsvisninger i status
de: Link-Vorschau im Status anzeigen
el: Εμφάνιση προεπισκοπήσεων συνδέσμων στην κατάσταση
es: Mostrar previsualizaciones de enlaces en el estado
fi: Näytä linkkien esikatselut tilassa
fr: Afficher les aperçus des liens dans le statut
it: Mostra le anteprime dei collegamenti nello stato
ja: ステータスにリンクのプレビューを表示する
nl: Toon linkvoorbeelden in de status
no: Vis forhåndsvisning av link i status
pl: Pokaż podgląd linku w statusie
pt_br: Mostrar pré-visualizações de links no status
ro: Arată previzualizările link-ului în stare
ru: Показывать предпросмотр ссылок в статусе
sv: Visa länkförhandsvisningar i status
uk: Відображати попередній перегляд посилань у статусі
zh_hans: 在状态中显示链接预览

# appearance_show_link_preview_title
source: Show link previews
ar: إظهار معاينات الرابط
cs: Zobrazit náhledy odkazů
da: Vis link forhåndsvisninger
de: Link-Vorschau anzeigen
el: Εμφάνιση προεπισκοπήσεων συνδέσμων
es: Mostrar previsualizaciones de enlace
fi: Näytä linkkien esikatselu
fr: Afficher les aperçus des liens
it: Mostra anteprime link
ja: リンクのプレビューを表示
nl: Toon linkvoorbeelden
no: Vis forhåndsvisning av lenker
pl: Pokaż podgląd linku
pt_br: Mostrar pré-visualizações de links
ro: Arată previzualizările link-ului
ru: Предпросмотр ссылок
sv: Visa förhandsvisningar av länkar
uk: Показати попередній перегляд посилань
zh_hans: 显示链接预览

# appearance_show_media_description
source: Show media in the status
ar: إظهار الوسائط في الحالة
cs: Zobrazit média ve stavu
da: Vis medier i status
de: Medien im Status anzeigen
el: Εμφάνιση πολυμέσων στην κατάσταση
es: Mostrar medios en el estado
fi: Näytä media tilassa
fr: Afficher les médias dans le statut
it: Mostra il media nello stato
ja: ステータスにメディアを表示する
nl: Media in status weergeven
no: Vis media i status
pl: Pokaż media w statusie
pt_br: Mostrar mídia no status
ro: Arată media în stare
ru: Показывать медиа-файл в состоянии
sv: Visa media i status
uk: Показувати медіа в статусі
zh_hans: 在状态中显示媒体

# appearance_show_media_title
source: Show media
ar: إظهار الوسائط
cs: Zobrazit média
da: Vis medier
de: Medien anzeigen
el: Εμφάνιση πολυμέσων
es: Mostrar medios
fi: Näytä media
fr: Afficher les médias
it: Mostra media
ja: メディアを表示
nl: Media tonen
no: Vis media
pl: Pokaż media
pt_br: Mostrar mídia
ro: Arată media
ru: Показать медиа
sv: Visa media
uk: Показати медіа
zh_hans: 显示媒体内容

# appearance_show_numbers_description
source: Show numbers on the bottom of the status
ar: إظهار الأرقام في الجزء السفلي من الحالة
cs: Zobrazit čísla v dolní části stavu
da: Vis tal i bunden af status
de: Nummern am unteren Ende des Status anzeigen
el: Εμφάνιση αριθμών στο κάτω μέρος της κατάστασης
es: Mostrar números en la parte inferior del estado
fi: Näytä numerot tilan alareunassa
fr: Afficher les numéros en bas du statut
it: Mostra i numeri in fondo allo stato
ja: ステータスの下部に数字を表示する
nl: Toon nummers aan de onderkant van de status
no: Vis tall fra bunnen av statusen
pl: Pokaż numery na dole statusu
pt_br: Mostrar números na parte inferior do status
ro: Arată numerele în partea de jos a stării
ru: Показывать номера в нижней части статуса
sv: Visa siffror längst ner på statusen
uk: Показати номери знизу статусу
zh_hans: 在状态的底部显示数字

# appearance_show_numbers_title
source: Show numbers
ar: إظهار الأرقام
cs: Zobrazit čísla
da: Vis numre
de: Nummern anzeigen
el: Εμφάνιση αριθμών
es: Mostrar números
fi: Näytä numerot
fr: Afficher les numéros
it: Mostra numeri
ja: 数字を表示
nl: Getallen weergeven
no: Vis tall
pl: Pokaż numery
pt_br: Mostrar números
ro: Arată numerele
ru: Показать номера
sv: Visa nummer
uk: Показати номери
zh_hans: 显示数字

# appearance_show_sensitive_content_description
source: Always show sensitive content in the status
ar: إظهار المحتوى الحساس دائماً في الحالة
cs: Vždy zobrazovat citlivý obsah ve stavu
da: Vis altid følsomt indhold i status
de: Immer sensible Inhalte im Status anzeigen
el: Να εμφανίζεται πάντα ευαίσθητο περιεχόμενο στην κατάσταση
es: Mostrar siempre contenido sensible en el estado
fi: Näytä aina arkaluontoinen sisältö tilassa
fr: Toujours afficher le contenu sensible dans l'état
it: Mostra sempre contenuti sensibili nello stato
ja: ステータスのセンシティブなコンテンツを常に表示する
nl: Gevoelige inhoud altijd in status weergeven
no: Vis alltid sensitivt innhold i status
pl: Zawsze pokazuj wrażliwe treści w statusie
pt_br: Sempre mostrar conteúdo confidencial no status
ro: Arată întotdeauna conținut sensibil în stare
ru: Всегда показывать конфиденциальный контент в статусе
sv: Visa alltid känsligt innehåll i status
uk: Завжди показувати конфіденційний вміст в статусі
zh_hans: 始终在状态中显示敏感内容

# appearance_show_sensitive_content_title
source: Show sensitive content
ar: إظهار المحتوى الحساس
cs: Zobrazit citlivý obsah
da: Vis følsomt indhold
de: Empfindlichen Inhalt anzeigen
el: Εμφάνιση ευαίσθητου περιεχομένου
es: Mostrar contenido sensible
fi: Näytä arkaluontoinen sisältö
fr: Afficher le contenu sensible
it: Mostra contenuti sensibili
ja: 機密性の高いコンテンツを表示
nl: Gevoelige inhoud weergeven
no: Vis sensitivt innhold
pl: Pokaż wrażliwe treści
pt_br: Mostrar conteúdo confidencial
ro: Afișare conținut sensibil
ru: Показать конфиденциальный контент
sv: Visa känsligt innehåll
uk: Показати конфіденційний вміст
zh_hans: 显示敏感内容

# appearance_theme_description
source: Change the theme of the app
ar: تغيير موضوع التطبيق
cs: Změnit motiv aplikace
da: Skift temaet for appen
de: Ändern Sie das Theme der App
el: Αλλαγή θέματος της εφαρμογής
es: Cambiar el tema de la aplicación
fi: Muuta sovelluksen teemaa
fr: Changer le thème de l'application
it: Cambia il tema dell'app
ja: アプリのテーマを変更する
nl: Verander het thema van de app
no: Endre temaet for appen
pl: Zmień motyw aplikacji
pt_br: Alterar o tema do aplicativo
ro: Schimbă tema aplicației
ru: Изменить тему приложения
sv: Ändra temat för appen
uk: Змінити тему додатка
zh_hans: 更改应用的主题

# appearance_theme_title
source: Theme
ar: السمة
cs: Téma
da: Tema
de: Thema
el: Θέμα
es: Tema
fi: Teema
fr: Thème
it: Tema
ja: テーマ
nl: Thema
no: Tema
pl: Motyw
pt_br: Tema
ro: Tema
ru: Тема
sv: Tema
uk: Тема
zh_hans: 主题

# appearance_title
source: Appearance
ar: المظهر
cs: Vzhled
da: Udseende
de: Erscheinung
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
it: Aspetto
ja: 外観
nl: Uiterlijk
no: Utseende
pl: Wygląd
pt_br: Aparência
ro: Aspectul
ru: Внешний вид
sv: Utseende
uk: Зовнішній вигляд
zh_hans: 外观

# avatar_shape_circle
source: Circle
ar: دائرة
cs: Kruh
da: Cirkel
de: Kreis
el: Κύκλος
es: Círculo
fi: Ympyrä
fr: Cercle
it: Cerchio
ja: 円
nl: Cirkel
no: Sirkel
pl: Okręg
pt_br: Círculo
ro: Cerc
ru: Круг
sv: Cirkel
uk: Коло
zh_hans: 圆形

# avatar_shape_square
source: Square
ar: مربع
cs: Čtverec
da: Kvadrat
de: Quadrat
el: Τετράγωνο
es: Cuadrado
fi: Neliö
fr: Carré
it: Quadrato
ja: 四角
nl: Vierkant
no: Firkant
pl: Kwadratowy
pt_br: Quadrado
ro: Patrat
ru: Квадрат
sv: Kvadrat
uk: Квадрат
zh_hans: 方形

# bluesky_alert_desc_delete
source: Are you sure you want to delete this?
ar: هل أنت متأكد من أنك تريد حذف هذا؟
cs: Jste si jisti, že to chcete odstranit?
da: Er du sikker på, at du vil slette dette?
de: Bist du sicher, dass du dies löschen möchtest?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό?
es: ¿Está seguro que desea eliminar esto?
fi: Oletko varma, että haluat poistaa tämän?
fr: Êtes-vous sûr de vouloir supprimer cela ?
it: Sei sicuro di voler eliminare questo?
ja: 削除してもよろしいですか？
nl: Weet u zeker dat u dit wilt verwijderen?
no: Er du sikker på at du vil slette dette?
pl: Czy na pewno chcesz to usunąć?
pt_br: Tem certeza que deseja excluir isto?
ro: Sunteţi sigur că doriţi să ştergeţi acest lucru?
ru: Вы уверены, что хотите удалить это?
sv: Är du säker du vill ta bort detta?
uk: Ви впевнені, що бажаєте видалити це?
zh_hans: 您确定要删除此内容吗？

# bluesky_alert_desc_report
source: Are you sure you want to report this?
ar: هل أنت متأكد من أنك تريد الإبلاغ عن هذا؟
cs: Opravdu to chcete nahlásit?
da: Er du sikker på, at du vil rapportere dette?
de: Bist du sicher, dass du dies melden möchtest?
el: Είστε βέβαιοι ότι θέλετε να αναφέρετε αυτό?
es: ¿Estás seguro de que quieres reportar esto?
fi: Oletko varma, että haluat raportoida tästä?
fr: Êtes-vous sûr de vouloir signaler cela ?
it: Sei sicuro di voler segnalare questo?
ja: これを報告してもよろしいですか？
nl: Weet u zeker dat u dit wilt melden?
no: Er du sikker på at du vil rapportere dette?
pl: Czy na pewno chcesz to zgłosić?
pt_br: Tem certeza de que deseja denunciar isto?
ro: Ești sigur că vrei să raportezi acest lucru?
ru: Вы уверены, что хотите сообщить об этом?
sv: Är du säker på att du vill rapportera detta?
uk: Ви впевнені, що хочете повідомити про це?
zh_hans: 您确定要举报此内容吗？

# bluesky_alert_title_delete
source: Delete
ar: حذف
cs: Vymazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimez
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: excluir
ro: Ștergere
ru: Удалить
sv: Radera
uk: Видалити
zh_hans: 删除

# bluesky_alert_title_report
source: Report
ar: تقرير
cs: Nahlásit
da: Rapport
de: Bericht
el: Αναφορά
es: Reporte
fi: Raportoi
fr: Rapporter
it: Segnala
ja: レポート
nl: Rapporteren
no: Rapporter
pl: Zgłoszenie
pt_br: Denunciar
ro: Raport
ru: Отчет
sv: Rapportera
uk: Доповісти
zh_hans: 举报

# bluesky_notification_follow
source: follows you
ar: يتبعك
cs: vás sleduje
da: følger dig
de: folgt dir
el: σε ακολουθεί
es: te sigue
fi: seuraa sinua
fr: vous suit
it: ti segue
ja: フォローしています
nl: volgt jou
no: følger deg
pl: obserwuje Ciebie
pt_br: siga você
ro: te urmărește
ru: подписался на вас
sv: följer dig
uk: слідує за вами
zh_hans: 正在关注你

# bluesky_notification_like
source: like your status
ar: مثل حالتك
cs: se líbí váš status
da: ligesom din status
de: gefällt dein Status
el: όπως η κατάστασή σας
es: te gusta tu estado
fi: tykkää tilastasi
fr: aiment votre statut
it: come il tuo stato
ja: 例えばあなたの地位や
nl: vindt uw status leuk
no: liker statusen din
pl: polubij twój status
pt_br: curtir seu status
ro: ca statusul tău
ru: нравится ваш статус
sv: gilla din status
uk: подобається ваш статус
zh_hans: 喜欢了您的帖子

# bluesky_notification_mention
source: mentions you
ar: يذكر لك
cs: vás zmiňuje
da: nævner dig
de: erwähnt dich
el: σας αναφέρει
es: te menciona
fi: mainitsee sinut
fr: vous mentionne
it: ti menziona
ja: あなたをメンションする
nl: vermeldt je
no: nevner deg
pl: wspomina cię
pt_br: menciona você
ro: Te menționează
ru: упоминает вас
sv: nämner dig
uk: згадує вас
zh_hans: 提及了您

# bluesky_notification_quote
source: quoted your status
ar: مقتبسة من حالتك
cs: citoval váš status
da: citerede din status
de: zitierte deinen Status
el: παρέθεσε την κατάστασή σας
es: citado tu estado
fi: lainattu tilaasi
fr: a cité votre statut
it: quotato il tuo stato
ja: あなたのステータスを引用しました
nl: geciteerd van jouw status
no: siterte din status
pl: zacytował(-a) Twój status
pt_br: citou seu status
ro: a citat starea ta
ru: процитировал ваш статус
sv: citerade din status
uk: процитував ваш статус
zh_hans: 引用了你的帖子

# bluesky_notification_reply
source: replied
ar: رد
cs: odpověděl
da: besvaret
de: antwortet
el: απάντησε
es: respondió
fi: vastasi
fr: a répondu
it: risposto
ja: 返信しました
nl: Beantwoord
no: svarte
pl: odpowiedział
pt_br: respondido
ro: raspuns
ru: ответил
sv: svarade
uk: відповів
zh_hans: 回复了您

# bluesky_notification_repost
source: repost your status
ar: إعادة نشر حالتك
cs: znovu odeslat svůj status
da: genindtast din status
de: deinen Status neu posten
el: επαναδημοσίευση της κατάστασής σας
es: republicar tu estado
fr: republier votre statut
it: repost il tuo stato
ja: ステータスを再投稿
nl: herpost je status
no: poste din status
pl: prześlij swój status
pt_br: reposte seu status
ro: repostează starea ta
ru: повторно опубликовать свой статус
sv: repost din status
uk: повторне повідомлення вашого статусу
zh_hans: 转了您的帖子

# bluesky_report_reason_illegal
source: Glaring violations of law or terms of service
ar: ثالثا - الانتهاكات الصارخة للقانون أو شروط الخدمة
cs: Vyjasnění porušení práva nebo podmínek poskytování služeb
da: Grove overtrædelser af lov eller tjenestevilkår
de: eklatante Verstöße gegen das Recht oder die Nutzungsbedingungen
el: Καταφανείς παραβιάσεις του νόμου ή των όρων υπηρεσίας
es: Violaciones de declaración de la ley o de las condiciones de servicio
fi: Lain tai palvelusehtojen räikeät rikkomukset
fr: Violations flagrantes de la loi ou des conditions d'utilisation
it: Glaring violazioni della legge o dei termini di servizio
ja: 法令またはサービス利用規約の違反
nl: Ernstige schendingen van de wet of de gebruiksvoorwaarden
no: Anskaffelse av lovbrudd eller tjenestevilkår
pl: Łączenie naruszeń prawa lub warunków świadczenia usług
pt_br: Violações flagrantes das leis ou termos de serviço
ro: Încălcări clare ale legii sau ale termenilor serviciului
ru: Вопиющие нарушения закона или условий предоставления услуг
sv: Allvarliga brott mot lag eller tjänstevillkor
uk: славні порушення закону або умови надання послуг
zh_hans: 明显违反法律或服务条款

# bluesky_report_reason_misleading
source: This post is misleading
ar: هذه المشاركة مضللة
cs: Tento příspěvek je zavádějící
da: Dette indlæg er misvisende
de: Dieser Beitrag ist irreführend
el: Αυτή η ανάρτηση είναι παραπλανητική
es: Esta publicación es engañosa
fi: Tämä viesti on harhaanjohtava
fr: Ce message est trompeur
it: Questo post è fuorviante
ja: 誤解を招く投稿
nl: Deze post is misleidend
no: Dette innlegget er misvisende
pl: Ten post wprowadza w błąd
pt_br: Este post está enganando
ro: Această postare este înșelătoare
ru: Этот пост вводит в заблуждение
sv: Det här inlägget är vilseledande
uk: Цей пост в омані
zh_hans: 这篇帖子具有误导性

# bluesky_report_reason_other
source: An issue not included in these options
ar: مشكلة غير مدرجة في هذه الخيارات
cs: Problém nezahrnutý do těchto možností
da: Et problem der ikke er inkluderet i disse muligheder
de: Ein Problem nicht in diesen Optionen enthalten
el: Ένα ζήτημα που δεν περιλαμβάνεται σε αυτές τις επιλογές
es: Un problema no incluido en estas opciones
fi: Ongelma, joka ei sisälly näihin vaihtoehtoihin
fr: Un problème non inclus dans ces options
it: Un problema non incluso in queste opzioni
ja: これらのオプションに含まれていない問題
nl: Een probleem niet opgenomen in deze opties
no: Et problem er ikke inkludert i disse alternativene
pl: Problem nieuwzględniony w tych opcjach
pt_br: Uma issue não incluída nessas opções
ro: O problemă care nu este inclusă în aceste opțiuni
ru: Проблема не была включена в эти параметры
sv: Ett problem som inte ingår i dessa alternativ
uk: Проблема не включена до цих опцій
zh_hans: 这些选项中未包含的问题

# bluesky_report_reason_rude
source: Harassment, trolling, or intolerance
ar: التحرش أو الغطرسة أو التعصب
cs: Obtěžování, trollling nebo netolerance
da: Harassment, trolling, eller intolerance
de: Belästigung, Trolle oder Intoleranz
el: Παρενόχληση, συρτή ή δυσανεξία
es: Acoso, trolling, o intolerancia
fi: Häirintä, trollaus, tai suvaitsemattomuus
fr: Harcèlement, troll ou intolérance
it: Molestie, trolling o intolleranza
ja: 嫌がらせ、荒らし、荒らし
nl: Pesterij, trollen of intolerantie
no: Trakassering, kontroll eller intoleranse
pl: molestowanie, troling, nietolerancja
pt_br: Assédio, Trollação ou intolerância
ro: Hărțuire, intimidare sau intoleranță
ru: Домогательства, троллинги или нетерпимость
sv: Trakassering, trolling, eller intolerans
uk: Домагання, тролінг або нетерпимість
zh_hans: 骚扰、恶作剧或不宽容行为

# bluesky_report_reason_sexual
source: Nudity or pornography not labeled as such
ar: العقل أو المواد الإباحية غير الموصوفة بهذه الصفة
cs: Nudita nebo pornografie, které jako takové nejsou označeny
da: Nøgenhed eller pornografi, der ikke er mærket som sådan
de: Nacktheit oder Pornographie nicht als solche gekennzeichnet
el: Γυμνό ή πορνογραφία που δεν χαρακτηρίζεται ως τέτοια
es: Nudidad o pornografía no etiquetadas como tales
fi: Arkuus tai pornografia, jota ei ole merkitty sellaiseksi
fr: Nudité ou pornographie non étiquetée en tant que telle
it: Nudità o pornografia non etichettate come tali
ja: ヌードまたはポルノとしてラベル付けされていない
nl: Voedingsstoffen of pornografie niet als zodanig geëtiketteerd
no: Nudity eller pornografi som ikke er merket slik
pl: Nudność lub pornografia nieoznaczona jako taka.
pt_br: Nudez ou pornografia não rotulada como tal
ro: Nuditate sau pornografie nedenumită ca atare
ru: Нуждаемость или порнография не помечены как таковые
sv: Nakenhet eller pornografi är inte märkta som sådana
uk: Нагота чи порнографія не позначена як така
zh_hans: 未标明的裸露或色情内容

# bluesky_report_reason_spam
source: Excessive mentions or replies
ar: إشارات أو ردود مفرطة
cs: Nadměrné zmínky nebo odpovědi
da: Overdreven omtaler eller svar
de: Übermäßige Erwähnungen oder Antworten
el: Υπέρμετρες αναφορές ή απαντήσεις
es: Menciones o respuestas excesivas
fi: Liialliset maininnat tai vastaukset
fr: Mentions ou réponses excessives
it: Menzioni o risposte eccessive
ja: 過度のメンションまたは返信
nl: Overmatige vermeldingen of reacties
no: Overdreven omtale eller svar
pl: Nadmierne wzmianki lub odpowiedzi
pt_br: Menções ou respostas excessivas
ro: Mențiuni sau răspunsuri excesive
ru: Чрезмерные упоминания или ответы
sv: Överdrivna omnämnanden eller svar
uk: Надмірні згадки або відповіді
zh_hans: 过多的提及或回复

# bluesky_status_action_delete
source: Delete
ar: حذف
cs: Vymazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimez
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: excluir
ro: Ștergere
ru: Удалить
sv: Radera
uk: Видалити
zh_hans: 删除

# bluesky_status_action_quote
source: Quote
ar: اقتباس
cs: Cenová nabídka
da: Tilbud
de: Zitat
el: Παράθεση
es: Cotización
fi: Tarjous
fr: Devis
it: Preventivo
ja: 引用
nl: Offerte
no: Sitat
pl: Oferta
pt_br: Cotação
ro: Ofertă
ru: Цитата
sv: Offert
uk: Цитувати
zh_hans: 引用

# bluesky_status_action_reblog
source: Repost
ar: إعادة
cs: Znovu odeslat
da: Genpost
el: Επαναδημοσίευση
es: Repostar
fi: Uudelleenlähetys
fr: Republier
ja: リポスト
nl: Herpost
no: Gjenkjenn
pl: Udostępnij ponownie
pt_br: Republicar
ro: Repostează
ru: Репост
sv: Omvänd
uk: Репост
zh_hans: 转发

# bluesky_status_action_report
source: Report
ar: تقرير
cs: Nahlásit
da: Rapport
de: Bericht
el: Αναφορά
es: Reporte
fi: Raportoi
fr: Rapporter
it: Segnala
ja: レポート
nl: Rapporteren
no: Rapporter
pl: Zgłoszenie
pt_br: Denunciar
ro: Raport
ru: Отчет
sv: Rapportera
uk: Доповісти
zh_hans: 举报

# bluesky_status_repost_header
source: reposted
ar: أعيد نشرها
cs: přeposíláno
da: genpostet
de: repostet
el: αναρτήθηκε
es: republicado
fi: uudelleenlähetetty
fr: reposté
ja: 再投稿
nl: gepost
no: repostet
pl: ponownie opublikowano
pt_br: repostado
ro: repostat
ru: изменено
sv: repostad
uk: перерозміщено
zh_hans: 转发

# compose_cw_placeholder
source: Content warning
ar: تحذير المحتوى
cs: Upozornění na obsah
da: Advarsel om indhold
de: Inhaltswarnung
el: Προειδοποίηση περιεχομένου
es: Advertencia de contenido
fi: Sisällön varoitus
fr: Avertissement de contenu
it: Avviso contenuto
ja: 閲覧注意:
nl: Waarschuwing inhoud
no: Advarsel for innhold
pl: Ostrzeżenie o zawartości
pt_br: Aviso de conteúdo
ro: Avertisment conținut
ru: Предупреждение о контенте
sv: Varning för innehåll
uk: Попередження про вміст
zh_hans: 内容警告

# compose_media_mark_sensitive
source: Mark media as sensitive.
ar: وضع علامة على الوسائط حساسة.
cs: Označit média jako citlivá.
da: Markér medier som følsomme.
de: Medien als sensibel markieren.
el: Σημείωση πολυμέσων ως ευαίσθητα.
es: Marcar medio como sensible.
fi: Merkitse media herkäksi.
fr: Marquer les médias comme sensibles.
it: Segna i media come sensibili.
ja: メディアを閲覧注意にする.
nl: Media als gevoelig markeren.
no: Marker media som sensitiv.
pl: Oznacz media jako wrażliwe.
pt_br: Marcar mídia como sensível.
ro: Marchează media ca sensibilă.
ru: Пометить медиа как чувствительное.
sv: Markera media som känslig.
uk: Позначити медіа як чутливе.
zh_hans: 将媒体标记为敏感内容.

# compose_placeholder
source: What's happening?
ar: ماذا يحدث؟
cs: Co se děje?
da: Hvad sker der?
de: Was passiert?
el: Τι συμβαίνει?
es: ¿Qué está pasando?
fi: Mitä tapahtuu?
fr: Que se passe-t-il ?
it: Cosa sta succedendo?
ja: 何か起きているのでしょうか？
nl: Wat gebeurt er?
no: Hva skjer?
pl: Co się dzieje?
pt_br: O que está acontecendo?
ro: Ce se întâmplă?
ru: Что происходит?
sv: Vad händer?
uk: Що відбувається?
zh_hans: 发生什么事了？

# compose_poll_choice_placeholder
source: Option
ar: خيار
cs: Možnost
da: Valgmulighed
el: Επιλογή
es: Opción
fi: Valinta
it: Opzione
nl: Optie
no: Alternativ
pl: Opcja
pt_br: Alternativa
ro: Opţiune
ru: Вариант
sv: Alternativ
uk: Опція
zh_hans: 选项

# compose_poll_expiration
source: Expiration
ar: إنتهاء
cs: Expirace
da: Udløb
de: Ablaufdatum
el: Λήξη
es: Caducidad
fi: Vanhentuminen
it: Scadenza
ja: 有効期限
nl: Vervaldatum
no: Utløp
pl: Wygaśnięcie
pt_br: Vencimento
ro: Expirare
ru: Истечение
sv: Utgång
uk: Термін дії
zh_hans: 过期时间

# compose_poll_type_multiple
source: Multiple
ar: متعدد
cs: Více
da: Flere
de: Mehrere
el: Πολλαπλές
es: Múltiples
fi: Useita
fr: Multiples
it: Multiplo
nl: Meerdere
no: Flere
pl: Wiele
pt_br: Múltiplos
ru: Множество
sv: Flera
uk: Кілька
zh_hans: 多个

# compose_poll_type_single
source: Single
ar: فردي
cs: Jednoduché
da: Enkelt
de: Einzeln
el: Μονό
es: Único
fi: Yksittäinen
fr: Simple
it: Singolo
nl: Enkelvoudig
no: Enslig
pl: Pojedyncze
pt_br: Solitário
ro: Singur
ru: Одиночный
sv: Enkel
uk: Сингл
zh_hans: 单个

source: Content
ar: محتوى
cs: Obsah
da: Indhold
de: Inhalt
el: Περιεχόμενο
es: Contenido
fi: Sisältö
fr: Contenus
it: Contenuto
ja: コンテンツ
nl: Inhoud
no: Innhold
pl: Zawartość
pt_br: Conteúdo
ro: Conținut
ru: Содержание
sv: Innehåll
uk: Зміст
zh_hans: 内容

# discover_hashtags_title
source: Hashtags
ar: وسوم
cs: Hashtagy
es: Etiquetas
fi: Hashtagit
ja: ハッシュタグ
pl: Hashtagi
pt_br: Palavras-chave
ro: Hashtag-uri
ru: Хэштеги
sv: Hashtaggar
uk: Хештеґи
zh_hans: 话题

# discover_title
source: Discover
ar: اكتشف
cs: Objevte
da: Opdag
de: Entdecken
el: Ανακαλύψτε
es: Descubre
fi: Löydä
fr: Découvrir
it: Scopri
ja: 見つける
nl: Ontdek
no: Oppdag
pl: Odkryj
pt_br: Pendentes
ro: Descoperă
ru: Узнайте
sv: Upptäck
uk: Відкрийте для себе
zh_hans: 发现

# discover_users_title
source: Users
ar: المستخدمون
cs: Uživatelé
da: Brugere
de: Benutzer
el: Χρήστες
es: Usuarios
fi: Käyttäjät
fr: Utilisateurs
it: Utenti
ja: ユーザー
nl: Gebruikers
no: Brukere
pl: Użytkownicy
pt_br: Utilizadores
ro: Utilizatori
ru: Пользователи
sv: Användare
uk: Спільноти
zh_hans: 用户

source: Handle
ar: مناولة
cs: Rukojeť
da: Håndtag
el: Χειρισμός
es: Manejo
fi: Kahva
fr: Poignée
it: Maniglia
ja: 取扱先
nl: Handgreep
no: Håndtere
pl: Uchwyt
pt_br: Tratar
ro: Manipulare
ru: Ручка
sv: Handtag
uk: Ручка
zh_hans: 用户名

source: Header
ar: رأس
cs: Záhlaví
da: Overskrift
de: Kopfzeile
el: Κεφαλίδα
es: Cabecera
fi: Otsikko
fr: En-tête
it: Intestazione
ja: ヘッダー
nl: Koptekst
no: Topptekst
pl: Nagłówek
pt_br: Cabeçalho
ro: Antet
ru: Заголовок
sv: Rubrik
uk: Заголовок рядка стану
zh_hans: 标题

# home_compose
source: Compose
ar: تأليف
cs: Napsat
da: Skriv
de: Verfassen
el: Σύνθεση
es: Redactar
fi: Luo
fr: Composer
it: Componi
ja: 作成
nl: Samenstellen
no: Skriv
pl: Napisz
pt_br: Compor
ro: Compune
ru: Написать
sv: Skriv
uk: Написати лист
zh_hans: 发帖

# home_discover_title
source: Discover
ar: اكتشف
cs: Objevte
da: Opdag
de: Entdecken
el: Ανακαλύψτε
es: Descubre
fi: Löydä
fr: Découvrir
it: Scopri
ja: 見つける
nl: Ontdek
no: Oppdag
pl: Odkryj
pt_br: Pendentes
ro: Descoperă
ru: Узнайте
sv: Upptäck
uk: Відкрийте для себе
zh_hans: 发现

# home_notification_title
source: Notification
ar: إشعار
cs: Oznamování
da: Underretning
de: Benachrichtigung
el: Ειδοποίηση
es: Notificación
fi: Ilmoitus
it: Notifica
nl: Notificatie
no: Varsling
pl: Powiadomienie
pt_br: notificação
ro: Notificare
ru: Уведомление
sv: Avisering
uk: Сповіщення
zh_hans: 通知
